antfu.slidev
asvetliakov.vscode-neovim
bbenoist.Nix
bierner.markdown-mermaid
DanielSanMedium.dscodegpt
DavidAnson.vscode-markdownlint
dendron.dendron
dendron.dendron-markdown-shortcuts
dendron.dendron-paste-image
donjayamanne.python-environment-manager
eamodio.gitlens
esbenp.prettier-vscode
ExecutableBookProject.myst-highlight
foam.foam-vscode
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
GitHub.vscode-pull-request-github
ivangabriele.vscode-git-add-and-commit
JannisX11.batch-rename-extension
jnoortheen.xonsh
kamil-now.kamil-now-black-theme
marp-team.marp-vscode
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
RandomFractalsInc.geo-data-viewer
redhat.vscode-yaml
RomanPeshkov.vscode-text-tables
shd101wyy.markdown-preview-enhanced
Terrastruct.d2
thedavej.night-owl-black
vsls-contrib.gistfs
waderyan.gitblame
yzhang.markdown-all-in-one
