antfu.slidev
asvetliakov.vscode-neovim
bierner.markdown-mermaid
DanielSanMedium.dscodegpt
DavidAnson.vscode-markdownlint
dendron.dendron
dendron.dendron-markdown-shortcuts
dendron.dendron-paste-image
donjayamanne.python-environment-manager
eamodio.gitlens
esbenp.prettier-vscode
foam.foam-vscode
GitHub.copilot-labs
GitHub.copilot-nightly
GitHub.vscode-pull-request-github
ivangabriele.vscode-git-add-and-commit
marp-team.marp-vscode
mdickin.markdown-shortcuts
monokai.theme-monokai-pro-vscode
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
pnp.polacode
redhat.vscode-yaml
RomanPeshkov.vscode-text-tables
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
vintharas.learn-vim
vscode-icons-team.vscode-icons
waderyan.gitblame
yzhang.markdown-all-in-one
