adwaita-icon-theme
aom
aribb24
atk
autoconf
automake
bat
bitwarden-cli
brotli
c-ares
ca-certificates
cairo
cjson
cmake
cowsay
dav1d
desktop-file-utils
docker
docker-machine
docutils
fd
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
fzf
gcc
gdbm
gdk-pixbuf
gettext
gh
ghostscript
giflib
girara
git
glib
gmp
gnutls
graphite2
gsettings-desktop-schemas
gtk+3
gtk-mac-integration
gumbo-parser
harfbuzz
hicolor-icon-theme
highway
hwloc
icu4c
imath
intltool
isl
jbig2dec
jpeg-turbo
jpeg-xl
json-c
lame
leptonica
libarchive
libass
libb2
libbluray
libepoxy
libevent
libidn
libidn2
libmagic
libmpc
libnghttp2
libnotify
libogg
libpcap
libpng
libpthread-stubs
librist
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libtasn1
libtermkey
libtiff
libunibreak
libunistring
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
lsd
lsusb
luajit
luv
lz4
lzo
m4
marp-cli
mbedtls
meson
mpdecimal
mpfr
mpg123
msgpack
mujs
mysql@5.7
ncurses
neofetch
neovim
nettle
ninja
node
nspr
nss
numi-cli
openblas
opencore-amr
openexr
openjpeg
openssl@1.1
openssl@3
opus
p11-kit
pandoc
pango
pcre
pcre2
pixman
pkg-config
poetry
poppler
portaudio
powerlevel10k
protobuf
pyenv
pygments
python@3.10
python@3.11
r
ranger
rav1e
readline
ripgrep
rubberband
sampler
screenresolution
sdl2
shtool
six
snappy
speex
sphinx
sphinx-doc
spotify-tui
sqlite
srt
stow
svt-av1
syncthing
tcl-tk
tesseract
theora
tmux
trash-cli
tree
tree-sitter
unbound
unibilium
utf8proc
virtualenv
visidata
webp
wget
wifi-password
wiki
wtfutil
x264
x265
xorgproto
xvid
xz
zeromq
zimg
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-vi-mode
zstd
amethyst
app-cleaner
asana
brave-browser
firefox
font-inter
font-meslo-lg-nerd-font
google-drive
hammerspoon
inkscape
iterm2
mactex
microsoft-edge
microsoft-teams
mixxx
protonvpn
raycast
steam
zoom
